Update the load summary section
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void UpdateLoadSummary()
  Visual Basic
Public Sub UpdateLoadSummary
  Visual C++
public:
void UpdateLoadSummary()
 See Also
  PanelScheduleData Class
  Autodesk.Revit.DB.Electrical Namespace